tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "php"
brew "composer"
brew "git"
brew "grep"
brew "jq"
brew "lua"
brew "lua-language-server"
brew "mysql"
brew "neovim"
brew "node"
brew "ripgrep"
brew "stylua"
brew "trash"
brew "wget"
brew "felixkratz/formulae/sketchybar"
brew "fsouza/prettierd/prettierd"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "font-jetbrains-mono-nerd-font"
